Repository: ax1mx2/digital-library
Catalog: languages/digital-library-*.po
Languages: bg_bg

source: Digital Library
bg_bg: Дигитална Библиотека

source: Auxiliary plugin that enables the creation of digital libraries with WooCommerce.
bg_bg: Помощно разширение, което спомага създаването на дигитални библиотеки с WooCommerce.

source: A. Milanov
bg_bg: А. Миланов

source: Open the book excerpt
bg_bg: Прочитане на откъс

source: Open the book preview
bg_bg: Преглед на книгата

source: (No excerpt file selected.)
bg_bg: (Не е избран файл с откъс от книга.)

source: Please select a book excerpt
bg_bg: Моля изберете откъс от книга

source: Use this book excerpt
bg_bg: Използване на този откъс

source: (No preview file selected.)
bg_bg: (Не е избран файл.)

source: Please select a book preview
bg_bg: Моля изберете файл, който да послужи за преглед на книгата

source: Use this book preview
bg_bg: Използвай тази книга

source: Loading...
bg_bg: Зареждане...

source: No books available.
bg_bg: Не са намерени книги.

source: Search
bg_bg: Търсене

source: Title...
bg_bg: Заглавие...

source: Authors...
bg_bg: Автори...

source: Apply
bg_bg: Приложи

source: Categories
bg_bg: Категории

source: Books
bg_bg: Книги

source: Loading more books...
bg_bg: Зареждане на повече книги...

source: Upcoming
bg_bg: Предстоящи

source: Book Details
bg_bg: Детайли за книгата

source: Appear In Upcoming
bg_bg: Показване само в предстоящи

source: Check if book should appear in the upcoming section.
bg_bg: Маркирайте само ако книгата трябва да се показва в секцията за предстоящи.

source: Book Authors
bg_bg: Автори на книгата

source: Peter Petrov Dragan Draganov ...
bg_bg: Име на автор 1 Име на автор 2 ...

source: Enter each author name on a new line.
bg_bg: Въведете имената на всеки автор на нов ред.

source: Book Subtitle
bg_bg: Подзаглавие на книга

source: Book ISBN
bg_bg: ISBN на книга

source: Book excerpt
bg_bg: Откъс на книга

source: Upload a book excerpt
bg_bg: Качване на откъс

source: Remove book excerpt
bg_bg: Премахване на откъс

source: Book preview
bg_bg: Преглед на книга

source: Upload a book preview
bg_bg: Качване на преглед на книга

source: Remove book preview
bg_bg: Премахване на преглед на книга

source: Book Date Public
bg_bg: Дата публичност на съдържанието

source: The date from which the book preview becomes available.
bg_bg: Датата, от която цялото съдържание на книгата става достъпно за четене.

source: Add Book to Category
bg_bg: Добаване на книга към категория

source: Add to category after the public date.
bg_bg: Книгата се добавя, след като бъде публикувано нейто пълно съдържание.

source: Book Main Category
bg_bg: Основна категория

source: Publisher 1 Publisher 2 ...
bg_bg: Издател 1 Издател 2 ...

source: Book Copyright
bg_bg: Авторски права на книга

source: Enter each publisher on a new line.
bg_bg: Въведете всеки издател на нов ред.

source: Book Location
bg_bg: Място на издаване

source: Book Year
bg_bg: Година на издаване

source: Book Pages
bg_bg: Брой страници

source: Book Edition
bg_bg: Издание на книга

source: Old Print Books
bg_bg: Старопечатни книги

source: Book Inventory no.
bg_bg: Инвентарен №

source: Book Printer
bg_bg: Издателство/Печатар

# Year formatting
source: %s
bg_bg: %s г.

source: Inventory no.:
bg_bg: Инвентарен №:

source: Main category:
bg_bg: Серия:

source: Print ISBN:
bg_bg: Печатен ISBN:

source: Copyright Information
bg_bg: Авторски права

source: Printer:
bg_bg: Издателство/Печатар:

# Number of pages.
source: %s p.
bg_bg: %s с.

source: Upcoming books
bg_bg: Предстоящи книги

# settings
source: Digital Library
bg_bg: Дигитална Библиотека

source: Digital Library Settings
bg_bg: Настройки на Дигитална Библиотека

source: This plugin enables the creation of digital libraries with the help of WooCommerce.
bg_bg: Това разширение спомага създаването на дигитални библиотеки в комбинация с WooCommerce.

source: Disable comments for all products.
bg_bg: Изключване на отзивите за всички продукти.
